
//Common
"kSuccess" = "Успешно";
"kFailed" = "Неудачно";
"kWarning" = "Предупреждение";
"kError" = "Ошибка";
"kConfirm" = "Подтвердить";
"kOK" = "ОК";
"kCancel" = "Отм.";
"kYes" = "Да";
"kNo" = "Нет";
"kAdd" = "Добав.";
"kRename" = "Переимен.";
"kPlay" = "Воспроизвести";
"kDelete" = "Удалить";
"kRotate" = "Поворот";
"kExtract" = "Извлечь";
"kCopy" = "Копировать";
"kDone" = "Готово";
"kSave" = "Сохр.";
"kDonotSave" = "Не сохранять";
"kLoading" = "Загрузка...";
"kShare" = "Поделит.";
"kReplace" = "Заменить";
"kSkip" = "Пропустить";
"kZip" = "Zip";
"kEdit" = "Правка";
"kBack" = "Назад";
"kSelectAll" = "Выделить все";
"kDeselectAll" = "Снять все выделения";
"kCreate" = "Создать";
"kFlatten" = "Выровнять";
"kAuto" = "Авто";
"kMultiPicking" = "Выбор нескольких элементов";
"kSaveAs" = "Сохранить как";
"kFileErrorNotLoaded" = "Ошибка формата: файл не является PDF или поврежден.";
"kSelectFolder" = "Выбрать папку";

//Error
"kWrongPageNumber" = "Неверный номер страницы. Номер должен быть в диапазоне";
"kDocPasswordError" = "Неверный пароль.\nВведите пароль еще раз.";
"kNoFileInDisk" = "Не удается найти файл %@ на диске. Удалите его из списка файлов.";
"kInvalidSecurityHandler" = "Недопустимый обработчик безопасности.";
"kErrorCode" = "Код ошибки (%d).";
"kUnfoundOrCannotOpen" = "Не удается найти или открыть файл.";
"kInvalidFormat" = "Недопустимый формат.";
"kHandlerError" = "Недопустимый обработчик.";
"kWrongCertificate" = "Недопустимый сертификат.";
"kCertExpired" = "Срок действия сертификата истек.";
"kUnknownError" = "Неизвестная ошибка.";
"kInvalidLibraryLicense" = "Недопустимая лицензия библиотеки.";
"kInvalidParameter" = "Недопустимый параметр.";
"kUnsupportedType" = "Неподдерживаемый тип.";
"kOutOfMemory" = "Недостаточно памяти.";
"kNoAppropriateApplication" = "Нет подходящих приложений.";
"kInvalidUrl" = "Недопустимый URL-адрес.";
"kUnsupportedDocFormat" = "Операции с документом XFA не поддерживаются.";
"kPasswordNotSame" = "Пароль для открытия документа и пароль владельца не могут быть одинаковыми. Введите разные пароли для открытия документа и для владельца документа.";
"kEditOutsideDocument" = "Редактирование вне документа не поддерживается.";
"kXFAUnsupportedOP" = "Документ XFA не поддерживает эту операцию";
"kShouldSaveFileTips" = "В PDF-документ были внесены изменения. Сохранить?";
"kShouldSaveEncryptionDocument" = "Сохранить документ перед шифрованием?";
"kShouldSaveEecryptionDocument" = "Сохранить документ перед дешифрованием?";
"kTrimWhitespace" = "Головные и хвостовые пробелы обрезаны!";
"kFailMovePage" = "Не удалось переместить страницы.";
"kFailRotatePage" = "Не удалось повернуть страницу.";
"kFailExtract" = "Не удалось извлечь!";
"kFailCopy" = "Не удалось скопировать!";
"kFailInsert" = "Не удалось вставить!";
"kFailDelete" = "Не удалось удалить!";
"kInvalidPermissionTip" = "У вас нет прав для просмотра этих страниц.";
"kInvalidLogin" = "Сначала войдите в систему";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "Действительно удалить выбранные страницы? Эту операцию невозможно отменить.";
"kNotAllowDeleteAll" = "Нельзя удалить все страницы";
"kDeletePageFailed" = "Не удается удалить страницы.";
"kMovePageFailed" = "Не удается переместить страницы.";


//File management
"kDocuments" = "Документы";
"kSearchPlaceholder" = "Поиск в PDF";
"kByFileName" = "По имени";
"kItems" = "%lld элементов";
"kSelect" = "Выбрать";
"kIllegalNameWarning" = "Введено недопустимое имя";

"kFileInformation" = "Сведения о файле";
"kReduceFileSize" = "Уменьшить размер файла";
"kReduceFileSizeDescription" = "Это действие сжимает изображения. Их качество может ухудшиться. Продолжить?";
"kFlattenDescription" = "После выравнивания файл будет сохранен.";
"kAirPrint" = "Печать";
"kAirPrintNotAvailable" = "Печать по беспроводной связи недоступна, проверьте настройки вашей системы.";
"kScreenCapture" = "Снимок экрана";
"kScreenCaptureVersion" = "Снимок экрана поддерживается для iOS 6.0 и более поздних версий, необходимо обновить вашу систему.";

"kName" = "Имя";
"kAdded" = "Добавлено";
"kModify" = "Обновлено";
"kDeleted" = "Удалено";
"kReply" = "Ответить";
"kOKHelp" = "Нажмите «Сохр.», чтобы сохранить документ сюда.";
"kInputNewFileName" = "Укажите новое имя файла";
"kFileAlreadyExists" = "Этот файл уже существует. Заменить его?";
"kCloudUploadFile" = "Передать";
"kCopyToFolder" = "Копировать в";
"kMoveToFolder" = "Переместить в папку";
"kSelectToFolder" = "Выбрать папку";
"kMove" = "Перемес.";
"kCopyHelp" = "Нажмите «Копировать», чтобы скопировать документ сюда.";
"kMoveHelp" = "Нажмите «Перемес.», чтобы переместить документ сюда.";
"kAddServer" = "Добав.";
"kMultiSelectLimitFaild" = "Выберите файлы (минимум %d)";
"kDoneHelp" = "Нажмите «Готово», чтобы сохранить документ сюда.";
"kInputNewName" = "Укажите новое имя";
"kNoFolderFiles" = "Файлов еще нет, здесь пусто!";
"kNoFiles" = "Файлы не найдены";

//EGOTableViewPullRefresh
"kLastUpdated" = "Последнее обновление";
"kReleaseToRefresh" = "Отпустите для обновления...";
"kPullDownToRefresh" = "Потяните вниз для обновления...";

//Document
"kDocNeedPassword" = "Данный файл защищен паролем.\nВведите пароль, чтобы открыть этот документ.";
"kViewModeSingle" = "Одна";
"kViewModeContinuous" = "Непрерывная прокрутка";
"kViewModeThumbnail" = "Эскиз";
"kReflow" = "Переформатирование";
"kViewModeCover" = "Обложка";
"kViewModeNoCover" = "Книжный разворот";
"kFitPage" = "Стр. целиком";
"kFitWidth" = "По ширине";
"kRotateView" = "Поворот";
"kPageMode" = "Режим страницы";
"kPageView" = "Вид страницы";
"kNightMode" = "Ночной режим";

//Crop
"kCropMode" = "Режим обрезания";
"kCropSmartCalculating" = "Подождите, рассчитывается обрезка страницы...";
"kCropNo" = "Без обрез.";
"kCropSmart" = "Умная обрез.";
"kCropDone" = "Обрез.";
"kCropDetect" = "Обнар.";
"kCropFull" = "Полное";
"kApply2All" = "Применить ко всем";
"kApply2Odd" = "Применить к нечетным";
"kApply2Even" = "Применить к четным";

//Form
"kForm" = "Форма";
"kCreateFormFields" = "Создать поля формы";
"kResetFormFields" = "Сбросить поля формы";
"kImportForm" = "Импортир. данные формы";
"kExportForm" = "Экспортир. данные формы";
"kSureToResetFormFields" = "Действительно сбросить все поля формы?";
"kNoFormAvailable" = "В этом документе нет данных форм";
"kImportFormSuccess" = "Данные успешно импортированы в текущий документ.";
"kImportFormFailed" = "Не удалось импортировать или считать данные. Проверьте состояние файла данных форм и повторите попытку.";
"kExportFormSuccess" = "Данные форм экспортированы.";
"kExportFormFailed" = "Сбой при экспорте форм.";
"kReset" = "Сброс";
"kClickHereFormTip" = "Щелкните здесь, чтобы добавить элементы";
"kItemList" = "Список элементов";
"kOptions" = "Параметры";
"kCustomText" = "Текст пользователя";
"kNewItem" = "Новый эл.";
"kMultipleSelection" = "Многократный выбор";
"kFieldRenamFailed" = "Введенное имя уже используется в существующем поле. Выберите другое имя или измените тип поля так, чтобы он совпадал с существующим полем.";

//Annotation
"kAnnotation" = "Примечания";
"kComment" = "Комментарий";
"kReply" = "Ответить";
"kCopyText" = "Копировать текст";
"kIcon" = "Значок";
"kFont" = "Шрифт";
"kOpacity" = "Непрозрач.";
"kHighlight" = "Выделить";
"kSquiggly" = "Волнистое";
"kStrikeout" = "Зачеркнуть";
"kUnderline" = "Подчеркн.";
"kRedaction" = "Редактирование";
"kApply" = "Применить";
"kApplyAllRedaction" = "Применить все правки";
"kApplyAll" = "Применить все";
"kLine" = "Линия";
"kArrow" = "Стрелка";
"kPencil" = "Карандаш";
"kRectangle" = "Прямоугольник";
"kCircle" = "Овал";
"kEraser" = "Ластик";
"kInsertText" = "Вставить текст";
"kReplaceText" = "Заменить текст";
"kAttachment" = "Вложения";
"kAttachments" = "Вложения";
"kRotation" = "Поворот";
"kImage" = "Изображение";
"kPolygon" = "Многоугольник";
"kCloud" = "Облако";
"kPolyLine" = "Ломаная линия";
"kCustomColor" = "Пользовательский цвет";
"kMultipleSelect" = "Выбор нескольких элементов";
"kGroup" = "Сгруппировать";
"kUngroup" = "Разгруппировать";

"kGraph" = "График";
"kPushpin" = "Канцелярская кнопка";
"kPaperclip" = "Скрепка";
"kTag" = "Метка";

"kTypewriter" = "Пишущая машинка";
"kTextbox" = "Текстовое поле";
"kCallout" = "Выноска";
"kHintTitleTypewriter" = "Коснитесь экрана, чтобы добавить текстовый комментарий";

"kDistance" = "Расстояние";
"kUnit" = "Единица";
"kDistanceLengthError" = "Значение не может быть пустым или содержать более 6 цифр";
"kDistanceNumberError" = "Значение должно быть числом";

"kRedactTip" = "Вы собираетесь внести необратимые правки в отмеченное содержимое. Эту операцию нельзя отменить. Действительно продолжить?";
"kFailedLoadModuleForLicenseTip" = "У вас недостаточно прав для использования этой надстройки. Свяжитесь с нами, чтобы обновить лицензию.";

//Bookmark
"kBookmark" = "Закладки";
"kRenameBookmark" = "Переименовать закладку";
"kClearBookmark" = "Удалить все закладки?";
"kInputBookmarkName" = "Укажите новое имя закладки";

//Outline
"kOutline" = "Структура";

//Search
"kSearch" = "Поиск";
"kTotalFound" = "Всего найдено";
"kSearchGoogle" = "Поиск в Google";
"kSearchWiki" = "Поиск в Wikipedia";
"kPage" = "Страница";
"kSearching" = "Поиск...";
"kWholeWordsOnly" = "Только слова целиком";
"kCaseSensitive" = "С учетом регистра";
"kSearchInInternet" = "Поиск в Интернете";

//Signature
"kSignatureTitle" = "Подпись";
"kSignAction" = "Подписать";
"kEditSavedSign" = "Редактировать сохраненную подпись";
"kConfirmSign" = "После применения подписи подпись и все изменения, сделанные ранее, автоматически сохраняются в файле.";

"kSignListTitle" = "Список подписей";
"kSignListIconTitle" = "Список";
"kHadProtect" = "Этот документ защищен цифровой подписью или RMS.";
"kHeaderCertInfo" = "СВЕДЕНИЯ О СЕРТИФИКАТЕ";
"kCertSerialNum" = "Серийный номер:";
"kCertIssuer" = "Издатель сертификата:";
"kCertStartTime" = "Дата нач. действ.:";
"kCertEndTime" = "Дата оконч. действ.:";
"kCertEmail" = "Адрес электронной почты:";
"kSignDate" = "Дата подпис.:";
"kVerifyVaildResult" = "Цифровая подпись верна.";
"kVerifyVaildModifyResult" = "Версия документа, защищенного этой подписью, не изменялась. Однако в этот документы были внесены последующие изменения.";
"kVerifyInvaildResult" = "Цифровая подпись недействительна.";
"kVerifyUnknownResult" = "Цифровая подпись НЕИЗВЕСТНА.";
"kVerifyResultErrorByteRange" = "Цифровая подпись недействительна из-за ошибки в диапазоне значений.";
"kVerifyResultIssueExpire" = "Цифровая подпись НЕИЗВЕСТНА.\nИстек срок действия сертификата издателя, выполняющего проверку.";
"kVerifyResultErrorData" = "При проверке цифровой подписи произошла неизвестная ошибка.";
"kVerifyResultInvaildAndOther" = "Цифровая подпись недействительна из-за других причин.";
"kVerifyTitle" = "Результаты проверки";
"kCurrentSelectCert" = "Текущий сертификат:";
"kVerifySign" = "Проверить подпись";
"kSignListSectionHadCert" = "Подпись с сертификатом";
"kSignListSectionWithoutCert" = "Подпись без сертификата";
"kSelectAddCert" = "+ Выбр. сертиф. для добавл. ";
"kCertFileError" = "Ошибка в файле сертификата";
"kRequestPermissionTip" = "Запрос разрешений:";
"kPermissionCopy" = "Копирование текста, изображений и другого содержимого";
"kPermissionEdit" = "Комментирование, заполнение полей формы и подпись существующих полей для подписи";
"kNoCert" = "Без сертификатов";
"kNoCertAndImportTip" = "Нет сертификата. Импортируйте сертификаты";

"kFieldSignWithoutCert" = "Выберите сертификат, чтобы подписать этот документ.";
"kAddSign" = "Подписать";
"kSignList" = "Список подписей";
"kDeleteSign" = "Удалить";
"kOfflineCopyAlterTitle" = "Введите пароль";
"kPassWordErrorAlterTitle" = "Возможно, введен неверный пароль. Повторить попытку?";
"kSaveSignedDocSuccess" = "Новый PDF-документ с цифровой подписью сохранен";
"kSaveSignedDocFailure" = "Не удалось подписать и сохранить";

"kLTVStateEnable" = "Для подписи активировано LTV.";
"kDigitalSignatureTitle" = "Цифровые подписи";
"kDigitalSignatureBtnView" = "Вид";
"kDigitalSignatureBtnVerify" = "Проверить";
"kDigitalSignatureTableEmptyData" = "Нет цифровых подписей";
"kDigitalSignatureSignedTitleVersion" = "Вер. %d:";
"kDigitalSignatureSignedTitleSigner" = "Подписано: %@";
"kDigitalSignatureUnsigned" = "Неподписанное поле подписи";
"kDigitalSignatureAllReadyView" = "Вы уже просматриваете эту версию документа, которую охватывает выбранная подпись.";
"kDigitalSignatureFaildView" = "Не удалось просмотреть эту версию";
"kDigitalSignatureListSignerUnknown" = "неизвестный";

"kAddTrustedCertTitle" = "Добавить к надежным сертификатам";
"kAddTrustedCertDesciption" = "Доверять сертификату при проверке подписей или сертифицированных документов?";
"kTrustedCertName" = "Имя:";
"kTrustedCertIssuer" = "Издатель сертификата:";
"kTrustedCertValidFrom" = "Действует с:";
"kTrustedCertValidTo" = "Действует по:";
"kTrustedCertKeyUsage" = "Предполагаемое использование ключа:";

"kuDIGITALSIGNATURE" = "Цифровая подпись";
"kuNONREPUDIATION" = "Неподдельность";
"kuKEYENCIPHERMENT" = "Шифрование ключей";
"kuDATAENCIPHERMENT" = "Шифрование данных";
"kuKEYAGREEMENT" = "Согласование ключей";
"kuKEYCERTSIGN" = "Подпись сертификата ключа";
"kuCRLSIGN" = "Подпись списка отзыва сертификатов";
"kuENCIPHERONLY" = "Не указано";
"kuDECIPHERONLY" = "Не указано";

//Selection
"kColor" = "Цвет";
"kSize" = "Размер";
"kThickness" = "Толщина";
"kFontName" = "Имя шрифта";
"kFontSize" = "Разм. шриф.";
"kIconCheck" = "Отметка";
"kIconCircle" = "Овал";
"kIconComment" = "Комментарий";
"kIconCross" = "Крест";
"kIconHelp" = "Справка";
"kIconInsert" = "Вставить";
"kIconKey" = "Ключ";
"kIconNewParagraph" = "Новый абзац";
"kNote" = "Примечание";
"kIconParagraph" = "Параграф";
"kIconRightArrow" = "Стрелка вправо";
"kIconRightPointer" = "Правый указатель";
"kIconStar" = "Звезда";
"kIconUpArrow" = "Стрелка вверх";
"kIconUpLeftArrow" = "Стрелка вверх и влево";

//Record
"KStart" = "Начать";

//ACN
"kDiscardChange" = "Отменить изменения";

//RMS rights
"kRMSFILLFORM" = "Заполнение формы";
"kRMSANNOTATE" = "Комментарий в документе";
"kRMSASSEMBLE" = "Управление страницами и закладками";
"kRMSEDIT" = "Изменение документа";
"kRMSEXTRACTACCESS" = "Копирование содержимого для обеспечения доступности";
"kRMSEXTRACT" = "Извлечь содержимое документа";

"kRMSNoAccess" = "Этот документ защищен, проверьте ваши права.";
"kRMSAlreadyEncrypt" = "Этот документ уже зашифрован с использованием Microsoft AD RMS.";

//Permission
"kPermission" = "Разрешение";
"kPermissionPrint" = "Печать";
"kEnable" = "Разрешено";
"kDisable" = "Не разрешено";

"kPwdDocumentLimitation" = "Доб. огранич. к документу";
"kPwdFillForm" = "Заполнить форму";
"kPwdEditDocument" = "Редакт. документ";
"kPwdExtractContent" = "Извлечь содержимое";

"kDecryption" = "Удалить защиту";
"kEncryptionTitle" = "Шифрование";
"kEncryptMissOpenDocPass" = "Введите пароль для функции «Открыть документ» или отключите эту функцию.";
"kEncryptMissOtherPass" = "Введите пароль для другого разрешения или отключите эту функцию.";
"kEncryptRemovePass" = "Действительно снять защиту с этого документа?";
"kEncryptProcess" = "Шифрование...";
"kEncryptRemove" = "Удаление...";
"kTryAgain" = "Повторите попытку";
"kEncryptAddFail" = "Не удалось зашифровать этот документ. Повторить попытку?";
"kEncryptAddSuccess" = "Документ зашифрован!";
"kEncryptRemoveSuccess" = "Этот пароль был удален!";
"kEncryptionSectionTitle" = "ПАРАМЕТРЫ ЗАЩИТЫ";
"kEncryptionSectionFooter" = "— При включенной функции «Открыть документ» для открытия документа запрашивается пароль.\n— При задании другого разрешения пароль запрашивается для соответствующего действия.";
"kEncryptionDoneNoPass" = "Этот документ не зашифрован паролем. Зашифровать его?";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "Открытие документа";
"kCellEncryptPrintDocumentTitle" = "Печать документа";
"kCellEncryptCopyContentTitle" = "Копирование содержимого для обеспечения специальных возможностей";
"kCellEncryptPasswordTitle" = "Пароль:";

//others
"kInvalidJSON" = "Недопустимый JSON-адрес";
"kRecordVideo" = "Записать видео";
"kRecordAudio" = "Записать аудио";
"kFromDocument" = "Из документа";
"kFromAlbum" = "Из альбома";
"kFromCamera" = "С камеры";
"kGo" = "Перейти";
"kDocinfo" = "Сведения о файле";
"kFilePath" = "Путь";
"kFileAuthor" = "Автор";
"kFileSubject" = "Тема";
"kCreateDate" = "Создан";
"kModifyDate" = "Послед. изменен.";
"kSecurity" = "Безопасность";
"kHeaderDescription" = "ОПИСАНИЕ";
"kDescription" = "ОПИСАНИЕ";
"kEncryption" = "Шифрование файла";
"kPasswordEncryption" = "Защита паролем";
"kNoEncryption" = "Без защиты";
"kMoreTextMarkup" = "Разметка текста";
"kMoreDrawing" = "Рисование";
"kMoreOthers" = "Другие";
"kReadView" = "  Вид  ";
"kReadComment" = "Комментарий";
"kPropertyFill" = "Заливка";
"kOverlayText" = "Наложение текста";
"kText" = "Текст";
"kInputPlaceholderText" = "Введите текст";
"kStamp" = "Штамп";
"kPropertyImage" = "Изображение";
"kAudio" = "Аудио";
"kVideo" = "Видео";
"kMore" = "Еще";
"kAppearance" = "Внешний вид";
"kAnnotContinue" = "Запоминать выбранные инструменты";
"kAnnotSingle" = "Одиночный комментарий";
"kScreenLock" = "Блок. экрана";
"kPanAndZoom" = "Сдвиг и изменение масштаба";
"kAutoBrightness" = "Автояркость";
"kClear" = "Очист.";
"kClearAnnotations" = "Действительно удалить все примечания?";
"kTimeSort" = "Время";
"kOpen" = "Открыть";
"kOtherDocumentsFile" = "Файл";
"kRequiredPlaceHolder" = "Обязательно";
"kOptionalPlaceHolder" = "Необязательно";
"kDocumentAttachmentTab" = "Вкладка вложений";
"kRenameAndAttached" = "Переименовать и вложить";
"kAttachmentMaxSize" = "Слишком большой комментарий для вложения. Максимальный размер — %d МБ.";
"kFailedAddAttachment" = "Не удалось добавить вложение файла.";
"kFailedAddAttachmentForExistedName" = "Имя вложения уже существует.";
"kDescription" = "Описание";
"kSureToReplaceFile" = "Действительно заменить файл %@?";
"kCopyFileFailed" = "Не удалось скопировать этот файл:\n%@: %@\n";
"kFailedChangeDocumentAttachmentDescription" = "Не удалось изменить описание вложения документа: «%@»";
"kFailedSaveAttachmentBadFileName" = "При сохранении этого вложенного файла произошла ошибка. Недопустимое имя файла.";
"kFailedOpenAttachmentBadFileName" = "При открытии этого вложенного файла произошла ошибка. Недопустимое имя файла.";
"kRMSEncryption" = "Защита RMS";
"kMediaFileValid" = "Этот тип файла не поддерживается. Выберите допустимый файл.";
"kFailedToOpenFile" = "Не удалось открыть этот файл. Открыть его в другом приложении?";
"kFailedOpenAttachment" = "Не удалось открыть вложение «%@».";
"kFailedOpenAlbum" = "Это устройство не поддерживает альбомы.";
"kFailedOpenCamera" = "Это устройство не поддерживает камеру.";
"kFailedLoadJSON" = "Не удалось загрузить диспетчер расширений.";
"kFlattenTip" = "Выравнивание позволяет сделать аннотацию частью содержимого страницы, после чего ее нельзя изменить или удалить.";
"kProtect" = "Защитить";
"kComments&Fields" = "Комментарии и поля";
"kPDFVersion" = "Версия PDF";
"kFastWebView" = "Быстр. веб-просмотр";
"kTaggedPDF" = "PDF-файл с метками";
"kPages" = "Страницы";
"kTitle" = "Название";
"kCreator" = "Создатель";
"kProducer" = "Издатель";
"kKeywords" = "Ключевое слово";
"kDocumentSize" = "Размер документа";
"kInch" = "дюйм (-ов)";
"kTitleNotice" = "Добавьте название";
"kSubjectNotice" = "Добавьте тему";
"kCreatorNotice" = "Добавьте создателя";
"kAuthorNotice" = "Добавьте автора";
"kProducerNotice" = "Добавьте издателя";
"kKeywordsNotice" = "Добавьте ключевые слова";

//Insert page
"kBlankPage" = "Из пустой стр.";
"kPageSize" = "Размер страницы";
"kPageColor" = "Цвет страницы";
"kOrientation" = "Ориентация";
"kPageCount" = "Количество страниц";
"kPortrait" = "Книжная";
"kLandscape" = "Альбомная";
"kLetter" = "Letter";
"kLegal" = "Legal";
"kLedger" = "Ledger";
"kAddPage" = "Добавить страницу";
"kCurrent" = "Текущие";
"kNew" = "Создать";
"kThemeColors" = "Цвета темы";
"kBlank" = "Пустой";
"kLined" = "Выровнено";
"kGrid" = "Сетка";
"kGraph" = "График";
"kMusic" = "Музыка";

//Comment
"kImportComments" = "Импортировать комментарии";
"kExportComments" = "Экспортировать комментарии";
"kSummarizeComments" = "Свести комментарии";
"kSuccessExportData" = "Данные успешно экспортированы.";
"kFailedExportData" = "Не удалось экспортировать данные из текущего документа.";
"kSuccessImportData" = "Данные успешно импортированы в текущий документ.";
"kFailedImportData" = "Не удалось импортировать данные в текущий документ.";
"kNoCommentsImport" = "Комментарии не импортированы.";
"kOptimizing" = "Документ оптимизируется...";
"kOptimizeFailed" = "Выполнить оптимизацию не удалось";
"kOptimizeSizeTip" = "Файл оптимизирован. До оптимизации: %@, после оптимизации: %@.";
"kMinimum" = "Минимальное";
"kLow" = "Низкое";
"kMedium" = "Среднее";
"kHigh" = "Высокое";
"kMaximum" = "Максимальное";
"kSummarizeComments" = "Свести комментарии";
"kDocumentAndComments" = "Документ и комментарии";
"kCommentsOnly" = "Только комментарии";

//Save as
"kOriginalDocument" = "Исходный документ";
"kFlattenedCopy" = "Сведенная копия";
"kFlattenedCopyTip" = "Выравнивание аннотаций и PDF-форм позволяет сделать их частью содержимого страницы и предотвратить дальнейшее редактирование";
"kSaving" = "Сохранение...";
"kCouldNotSavedTip" = "Документ не удалось сохранить. Сохраните документ под другим именем или в другой папке.";
"kFileName" = "ИМЯ ФАЙЛА";
"kFormat" = "ФОРМАТ";
"kRename" = "Переимен.";
"kReducedFileSizeCopy" = "Копия с уменьшенным размером файла";
"kLossy" = "С потерями";
"kLossless" = "Без потерь";
"kGrayscaleImages" = "ИЗОБРАЖЕНИЯ В ЦВЕТАХ/ОТТЕНКАХ СЕРОГО";
"kMonochromeImages" = "МОНОХРОМНЫЕ ИЗОБРАЖЕНИЯ";
"kQuality" = "Качество";

//Trust Cert
"kDeleteTrustedCer" = "Действительно удалить этот сертификат?\nЕсли вы это сделаете, то больше не сможете проверять удостоверения владельцев.";
"kTrustedCert" = "Надежные сертификаты";
"kCerficateProtect" = "Защитить сертификатом";
"kInfo" = "Информация";
"kCertInfo" = "Сведения о сертификате";
"kViewCert" = "Просмотр сертификата";
"kUsage" = "Использование";
"kTrust" = "Доверять";
"kTrustedCertTip" = "Если изменить доверенные настройки, то для просмотра изменений потребуется повторная проверка всех подписей. Доверять сертификатам непосредственно из документов не рекомендуется. Действительно продолжить?";
"kVerifyingDigital" = "Проверка цифровой подписи";
"kNoCertificates" = "Нет доступных надежных сертификатов";

// Comparison
"kComparisonVCTitle" = "Сравнить";
"kCompareItemTitle" = "Режим сравнения";
"kCompareButtonOverlay" = "Наложение";
"kCompareButtonAbreast" = "Параллельно";
"kCompareFileInfoOld" = "Старый файл";
"kCompareFileInfoNew" = "Новый файл";
"kCompareFileSelectedColor" = "Цвет выделения";

"kComapreContainerLegendTitle" = "Условные обозначения";
"kComapreContainerLegendReplace" = "Заменено";
"kComapreContainerLegendDelete" = "Удалено";
"kComapreContainerLegendInsert" = "Вставлено";
"kComapreContainerHideLegend" = "Скрыть условные обозначения";
"kComapreContainerShowLegend" = "Показать условные обозначения";
"kCompareNotSupportFileFormat" = "Формат файла не поддерживается %@";
"kCompareNotSomeFile" = "Выберите для сравнения два отличающихся документа.";
"kCompareing" = "Сравнение документов...";

//scan
"kScan" = "Скан";
"kStartTap" = "Сканирование";
"kRecentTips" = "Последнее преобразование";
"kNoDetect" = "Не обнаружено";
"kMoveClear" = "Переместить ближе";
"kGlareDetect" = "Обнаружены блики";
"kDark" = "Слишком темно";
"kHoldStill" = "Не двигайтесь";
"kAddPhotos" = "Добавить фотографии";
"kPhotos" = "Фото";
"kScaneLightTip" = "Вспышка";
"kScaneDetechTip" = "Автовыявление";
"kScaneFrameSizeTip" = "Размер страницы";
"kClose" = "Закрыть";
"kNeedFullScreen" = "Чтобы использовать камеру, переключитесь в полноэкранный режим.";
"kALBUM" = "Нельзя получить доступ к фотоальбому без разрешения.";
"kNoTorch" = "У этого устройства отсутствует вспышка камеры.";
"kLightOpen" = "Открыть вспышку";
"kLightClose" = "Закрыть вспышку";
"kContinueMode" = "Непрерывно";
"kSigleMode" = "Одна";
"kAutoDetectOpen" = "Открыть авто-распознавание";
"kAutoDetectClose" = "Закрыть авто-распознавание";
"kContrast" = "Контраст";
"kColorModelNone" = "Нет";
"kColorModelBlackWhite" = "Черно-белый";
"kColorModeGray" = "Серый";
"kWidth" = "Шир.";
"kHeight" = "Выс.";
"kOutPageSizeTip" = "Результат измерения должен быть между 1 и 5587 мм.";
"kOriginal" = "Исходный вариант";
"kCustom" = "Настраиваемый";
"kStorePDF" = "Сохранить в формате PDF";
"kSharePDF" = "Поделиться в формате PDF";
"kConvertPhotos" = "Галерея";
"kRenameFileName" = "Переименовать файл";
"kBrightness" = "Яркость";
"kSaveSuccess" = "Сохранение выполнено";
"kImageLimit" = "Выберите до 9 изображений за раз.";
"kNoFilesYet" = "Файлов еще нет";
"kAddNewScanImageTip" = "Нажмите кнопку «+» ниже, чтобы добавить изображение";
"kNotAllowTakePhoto" = "Не удается сделать фотографии";
"kCAMERADenied" = "Не удается получить доступ к камере для фотографирования. Разрешите доступ к камере в настройках конфиденциальности на вашем устройстве.";
"kGoSetting" = "Перейти к настройкам";
"kFileFolderExist" = "Файл или папка с таким именем уже существуют. Укажите другое имя.";
"kNoPhotos" = "Сделанные вами фотографии появятся здесь. Коснитесь для просмотра либо нажмите и удерживайте для удаления.";
"kSelected" = "Выделенные";
"kBusinessCard" = "Визитная карточка";
"kEnvelope" = "Конверт";
"kExecutive" = "Должностное лицо";
"kGalleryNoPhotos" = "Нет фотографий";

//speech
"kSpeak" = "Говорить";
"kSpeakString" = "Прочесть выбранное содержимое";
"kSpeakStart" = "Прочесть с текущей позиции";
"kSpeechRateTitle" = "Скорость воспроизведения";

//fill sign
"kProfiletitle" = "Предопределенный текст";
"kProfileFullName" = "Полное имя:";
"kProfileAddFullName" = "Добавить полное имя";
"kProfileFirstName" = "Имя:";
"kProfileAddFirstName" = "Добавить имя";
"kProfileMiddleName" = "Отчество:";
"kProfileAddMiddleName" = "Добавить отчество";
"kProfileLastName" = "Фамилия:";
"kProfileAddLastName" = "Добавить фамилию";
"kProfileAddress" = "Адрес";
"kProfileStreet1" = "Улица 1:";
"kProfileAddStreet1" = "Добавить улицу 1";
"kProfileStreet2" = "Улица 2:";
"kProfileAddStreet2" = "Добавить улицу 2";
"kProfileCity" = "Город:";
"kProfileAddCity" = "Добавить город";
"kProfileState" = "Область:";
"kProfileAddState" = "Добавить область";
"kProfileZip" = "Индекс:";
"kProfileAddZip" = "Добавить индекс";
"kProfileCountry" = "Страна:";
"kProfileAddCountry" = "Добавить страну";
"kProfileContactInfo" = "Контактная информация";
"kProfileEmail" = "Электронная почта:";
"kProfileAddEmail" = "Добавить адрес электронной почты";
"kProfileTel" = "Телефон:";
"kProfileAddTel" = "Добавить номер телефона";
"kProfileDates" = "Даты";
"kProfileDate" = "Дата:";
"kProfileBirthDate" = "Дата рождения:";
"kProfileAddBirthDate" = "Добавить дату рождения";
"kProfileCustomfield" = "Пользовательское поле";
"kProfileAddCustom" = "Добавить пользовательское поле";
"kProfileAddCustomKey" = "Ввести метку";
"kProfileAddCustomValue" = "Ввести значение";
"kProfileAddCustomTitle" = "Редак. предопределенный текст";
"kFillClickPrompt" = "Нажмите в любом месте, чтобы разместить содержимое";
"kFillDoSignPrompt" = "После добавления подписи вносить изменения в поля формы невозможно.";
"kFill" = "Заливка";
"kAddText" = "Добавить текст";
"kAddCheck" = "Добавить галочку";
"kAddX" = "Добавить X";
"kAddDot" = "Добавить точку";
"kAddLine" = "Добавить линию";
"kAddRoundedRectangle" = "Добавить скругленный прямоугольник";
"kAddCombField" = "Добавить комбинированное поле";

//new UI
"kFilter" = "Фильтр";
"kFilterResult" = "Результаты применения фильтра";
"kFilterComments" = "Фильтровать комментарии";
"kAreaHighlight" = "Выделение области";
"kMeasure" = "Измерение";
"kImageAnnotation" = "Аннотация к изображению";

"kNoResultsTip" = "Нет результатов, соответствующих критериям поиска";
"kNoBookmarks" = "Нет закладок";
"kNoOutline" = "Нет структуры";
"kNoComments" = "Нет комментариев";
"kNoAttachments" = "Нет вложений";
"kNoDigitalSignatures" = "Нет цифровых подписей";
"kClearOutline" = "Удалить всю структуру?";
"kClearAttachments" = "Удалить все вложения?";

"kGroupList" = "Список группы";

"kGallery" = "Галерея";
"kCamera" = "Камера";
"kImport" = "Импорт";
"kTools" = "Утилиты";
"kRetry" = "Повтор";

"kSelectFile" = "Выбрать файл";
"kSelectFolder" = "Выбрать папку";
"kSelected" = "Выделенные";
"kComments" = "Комментарии";
"kBookmarks" = "Закладки";

"kDeleting" = "Удаление...";
"kAdding" = "Добавление...";
"kInserting" = "Вставка...";
"kPasting" = "Размещение...";
"kCopying" = "Копирование...";

"kThumnailPasteTip" = "Коснитесь, чтобы вставить страницы здесь, или перетащите, чтобы изменить порядок";
"kAll" = "Все";
"kAnnotated" = "С примечаниями";
"kBookmarked" = "С закладками";


"kSelectRedactText" = "Выберите текст или содержимое, которое нужно редактировать";
"kRedactPages" = "Редактировать страницы";
"kSelectRedactPage" = "Выберите страницы, которые нужно редактировать";
"kRedactNoAnnote" = "В документе нет редакционных аннотаций.";

"kSearchNoMatches" = "Совпадений не найдено.";
"kSearchRedaction" = "Отметить проверенные результаты для редактирования";

"kFailSummary" = "Не удалось создать сводку комментариев.";
"kNoCommentSummary" = "В текущем документе комментарии не найдены.";
"kProcessing..." = "Обработка...";
"kInputOwnerPassword" = "Текущий документ защищен. Введите пароль.";
"kFlattenSuccessful" = "Выравнивание выполнено";
"kSummarizeSuccessful" = "Сводка комментариев успешно создана.";

"kReplyHasBeenAdded" = "Ответ добавлен";

"kCustomizeColors" = "Польз. настройка цветов";
"kProperty" = "Свойства";
"kShape" = "Фигура";

"kPen" = "Перо";
"kBrush" = "Кисть";
"kBackgroundColor" = "Цвет фона";
"kTextColor" = "Цвет текста";

"kViewSettings" = "Настройки просмотра";
"kSinglePage" = "Одна страница";
"kCoverFacing" = "Обложка";
"kDay" = "День";
"kNight" = "Ночь";
"kAutoFlip" = "Автопрокрутка";
"KRotateView" = "Поворот";
"kAddTools" = "Добавить инструменты";
"kToolList" = "Список инструментов";
"kPanandZoom" = "Сдвиг и изменение масштаба";
"kAddedTools" = "Добавленные инструменты";
"kDrawing" = "Рисование";
"kAddToolsTip" = "Нажмите кнопку «+» в правой части следующего списка, чтобы добавить инструмент";
"kStandardStamps" = "Стандартные штампы";
"kSignHere" = "Подписать здесь";
"kDynamicStamps" = "Динамические штампы";
"kHighlighter" = "Маркер";
"kCropAllPages" = "Обрезать все страницы";
"kCropPagesSymmetrically" = "Симметрично обрезать страницы";
"kAutomaticallyCropPages" = "Обрезать страницы автоматически";
"kManuallyCropPages" = "Обрезать страницы вручную";
"kRemoveAllPageCropping" = "Удалить все обрезанные страницы";

"kTextField" = "Текстовое поле";
"kCheckBox" = "Флажок";
"kRadioButton" = "Переключатель";
"kComboBox" = "Поле со списком";
"kListBox" = "Список";
"kSignatureField" = "Поле для подписи";

"kLink" = "Ссылка";
"kAudioTapNotice" = "Коснитесь страницы, чтобы добавить на нее аудио";
"kVideoTapNotice" = "Коснитесь страницы, чтобы добавить на нее видео";
"kChooseAudio" = "Выбрать аудио";
"kRecord" = "Запись";
"kLinkTapNotice" = "Перетащите рамку для выбора содержимого для создания ссылки";
"kSettings" = "Настройки";
"kGoToPage" = "Ссылка на страницу";
"kOpenWebLink" = "Ссылка на сайт";
"kLinkHeader" = "ЦЕЛЕВОЕ РАСПОЛОЖЕНИЕ";
"kEnterWebLink" = "Введите ссылку на сайт";
"kInvalidWebAddr" = "Ссылка не может быть пустой.";
"kInvalidPageCount" = "Некорректное количество страниц.";
"kThumbnail" = "Эскиз";
"kToPage" = "На стр.";
"kLinkTo" = "Ссылка на:";
"kSecurityWarning" = "Предупреждение о безопасности";
"kLinkingToWeb" = "Документ пытается подключиться к:";
"kFormNoOptionsTip" = "Нажмите кнопку «+», чтобы добавить элементы";
"kInputNewItemNameTip" = "Укажите новое имя элемента";
"kCannotRecordAudio" = "Не удалось записать аудио";
"kEnableAudioPrivacy" = "Не удалось получить доступ к микрофону для записи аудио. Разрешите доступ к камере в настройках конфиденциальности на вашем устройстве.";
"kCannotRecordVideo" = "Не удалось записать видео";
"kEnableVideoPrivacy" = "Не удалось получить доступ к камере для записи видео. Разрешите доступ к камере в настройках конфиденциальности на вашем устройстве.";
"kInvalidLinkUrl" = "Не удалось получить доступ к URL-адресу. Убедитесь, что в нем нет ошибок.";

"kThumbnail" = "Эскиз";
"kNoAnnotatedPages" = "Нет страниц с примечаниями";
"kNoBookmarkedPages" = "Нет страниц с закладками";

"kHome" = "Главная";
"kEdit" = "Правка";
"kDrawing" = "Рисование";
"kView" = "Вид";
"kForm" = "Форма";
"kFill&Sign" = "Заполнение и подпись";
"kGotoPage" = "Перейти к странице";
"kEnterPageNumber" = "Введите номер страницы";

"kAddPolygonFailedHints" = "Для создания аннотации в виде многоугольника требуется указать хотя бы 3 точки-вершины";
"kAddCloudFailedHints" = "Для создания аннотации в виде многоугольного облака требуется указать хотя бы 3 точки-вершины";
"kAddPolylineFailedHints" = "Для создания аннотации в виде ломаной линии требуется указать хотя бы 3 точки-вершины";

"kAddSignature" = "Добавить подпись";
"kNoSignatures" = "Нет подписей";
"kPageStyle" = "Стиль страницы";

//editor
"kUnspportEditTip" = "Невозможно отредактировать текстовые объекты, если они повернуты, обрезаны или перевернуты.";
"kExportImageSucess" = "Изображение экспортировано.";
"kExportImageFailed" = "Не удалось экспортировать изображение.";
"kAddPicture" = "Добавить изображение";
"kPaste" = "Вставить";
"kStyle" = "Стиль";
"kAlignment" = "Выравнивание";
"kRotateLeft" = "Повернуть влево";
"kRotateRight" = "Повернуть вправо";
"kClickAddImage" = "Коснитесь страницы, чтобы добавить на нее изображение.";
"kClickAddText" = "Коснитесь страницы, чтобы добавить на нее текст.";
"kShowKeyBoard" = "Показать клавиатуру";
"kExport" = "Экспорт";

//
"kNonSupportDoc" = "Шифрование %@ не поддерживается.";
"kNoModuleInvalidLicense" = "У вас недостаточно прав для использования этой надстройки. Свяжитесь с нами, чтобы обновить лицензию.";
"kImportDocNeedPassword" = "Файл защищен паролем. Введите пароль в поле ниже.";
"kSpeechPage" = "Страница: %d";

"kCut" = "Вырезать";

//voiceover
"kAddBookMarkItemVoiceOver" = "Добавить закладку";
"kSearchContentItemVoiceOver" = "Поиск по содержимому";
"kPanHanderItemVoiceOver" = "Переместите, чтобы сбросить панель инструментов";
"kUndoItemVoiceOver" = "Отменить последнее действие";
"kRedoItemVoiceOver" = "Повторить последнее действие";
"kTabItemVoiceOver" = "вкладка";
"kDobClickVoiceOver" = "Коснитесь дважды, чтобы включить или выключить";
"konVoiceOver" = "включить";
"koffVoiceOver" = "выкл";
"kDeleteBookmarksVoiceOver" = "Удалить закладки";
"kUnfoldVoiceOver" = "раскрыть";
"kFoldVoiceOver" = "скрыть";
"kDobClickRemoveVoiceOver" = "Коснитесь дважды, чтобы удалить инструмент";
"kDayModeVoiceOver" = "Дневной режим";
"kPreReadingVoiceOver" = "Читать предыдущую страницу";
"kPlayBtnPauseVoiceOver" = "Приостановить чтение";
"kPlayBtnContinueVoiceOver" = "начать чтение";
"kNextPageBtnVoiceOver" = "Читать следующую страницу";
"kRepeatbtnVoiceOver" = "Повторить чтение";
"kExitVoiceOver" = "выйти";
"kLeftRaotatePageVoiceOver" = "повернуть страницу влево";
"kRightRaotatePageVoiceOver" = "повернуть страницу вправо";
"kExtractPageVoiceOver" = "извлечь страницу";
"kCopyPageVoiceOver" = "скопировать страницу";
"kPastePageVoiceOver" = "вставить страницу";
"kDeleteVoiceOver" = "удалить страницу";
"kRedactTextVoiceOver" = "редактировать текст или содержимое";
"kRedactPageVoiceOver" = "редактировать страницы";
"kRedactSearchVoiceOver" = "поиск и редактирование";
"kAutoflipIncreaseVoiceOver" = "увеличить скорость чтения";
"kAutoflipDecreaseVoiceOver" = "уменьшить скорость чтения";
"kPanZoomInVoiceOver" = "увеличить";
"kPanZoomOutVoiceOver" = "уменьшить";
"kPanZoomPreviousPageVoiceOver" = "предыдущая страница";
"kPanZoomNextPageVoiceOver" = "следующая страница";
"kIncreaseVoiceOver" = "Увеличить";
"kDecreaseVoiceOver" = "Уменьшить";
"kExitFullScreenVoiceOver" = "выйти из полноэкранного режима";
"kHomeToolBarVoiceOver" = "Главная панель инструментов";
"kSelectCertVoiceOver" = "выбрать сертификат";
"kIncSizeVoiceOver" = "Увеличить размер шрифта";
"kDecSizeVoiceOver" = "Уменьшить размер шрифта";
"kImgHidVoiceOver" = "Скрыть изображения";
"kImgShVoiceOver" = "Показать изображения";
"kColorValueAccessibilityLabel" = "значение цвета";
"kCustomColorAccessibilityLabel" = "пользовательский цвет";
"kCropDeafultAreaAccessibilityLabel" = "Сбросить область обрезки";
"kDeselectAccessibilityLabel" = "Отменить выбор";
"kAdjustBtn" = "Регулировка";
"kUnfoldMoreMenu" = "раскрыть меню";
"kTriggerOpVoiceover" = "Проведите вверх или вниз, чтобы сменить действия";
"kPanelListVoiceover" = "Список панелей";
"kBackToTopVoiceover" = "К началу";
"kColorVoiceover" = "Цвет";
"kBrightnessVoiceover" = "Яркость";
"kContrastVoiceover" = "Контраст";
"kPhotoModelVoiceover" = "фото";
"kColorModelVoiceover" = "цвет";
"kBackWhiteModelVoiceover" = "черно-белый";
"kGrayscaleModelVoiceover" = "градация серого";
"kContinueScanVoiceover" = "Непрерывное сканирование";
"kSingleScanVoiceover" = "Сканирование одной страницы";
"kCloseDetectVoiceover" = "Закрыть автораспознавание";
"kOpenDetectVoiceover" = "Открыть автораспознавание";
"kKeepScanVoiceover" = "Продолжить сканирование";
"kFolderVoiceover" = "Папка";
"kListVoiceover" = "Список";
"kThumbnailVoiceover" = "Эскиз";
"kSearchOptionsVoiceover" = "Параметры поиска";